Revit 2027 API
FluidFailures Properties
The BuiltInFailures.FluidFailures type exposes the following members.
Properties
Name | Description
UndefinedFluidType |  The fluid type '[Type Name]' is not defined
Top
See Also
Reference
BuiltInFailures.FluidFailures Class
Autodesk.Revit.DB Namespace